Repository: weskcode/rhoids
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, tr, zh_hans

source: %@ day streak
ar: سلسلة %@ يوم
de: %@ Tage in Folge
es: Racha de %@ días
fr: Série de %@ jours
hi: %@ दिन की स्ट्रीक
it: Serie di %@ giorni
ja: %@日連続
ko: %@일 연속
pt_br: Sequência de %@ dias
ru: %@ дней подряд
tr: %@ günlük seri
zh_hans: 连续%@天

source: 1 in 4 adults are affected
ar: يُصاب بها 1 من كل 4 بالغين
de: Betrifft 1 von 4 Erwachsenen
es: Afecta a 1 de cada 4 adultos
fr: 1 adulte sur 4 est touché
hi: 4 में से 1 वयस्क प्रभावित होता है
it: Colpisce 1 adulto su 4
ja: 成人の4人に1人が経験
ko: 성인 4명 중 1명이 겪습니다
pt_br: Afeta 1 em cada 4 adultos
ru: Затрагивает 1 из 4 взрослых
tr: Her 4 yetişkinden 1’ini etkiliyor
zh_hans: 每 4 名成年人中就有 1 人受影响

source: 5 minutes
ar: 5 دقائق
de: 5 Minuten
es: 5 minutos
hi: 5 मिनट
it: 5 minuti
ja: 5分
ko: 5분
pt_br: 5 minutos
ru: 5 минут
tr: 5 dakika
zh_hans: 5分钟

source: 10 minutes
ar: 10 دقائق
de: 10 Minuten
es: 10 minutos
hi: 10 मिनट
it: 10 minuti
ja: 10分
ko: 10분
pt_br: 10 minutos
ru: 10 минут
tr: 10 dakika
zh_hans: 10分钟

source: 15 minutes
ar: 15 دقائق
de: 15 Minuten
es: 15 minutos
hi: 15 मिनट
it: 15 minuti
ja: 15分
ko: 15분
pt_br: 15 minutos
ru: 15 минут
tr: 15 dakika
zh_hans: 15分钟

source: 30 minutes
ar: 30 دقائق
de: 30 Minuten
es: 30 minutos
hi: 30 मिनट
it: 30 minuti
ja: 30分
ko: 30분
pt_br: 30 minutos
ru: 30 минут
tr: 30 dakika
zh_hans: 30分钟

source: 30 seconds left. Don't rush. Just start wrapping up.
ar: بقيت 30 ثانية. لا تتعجّل. ابدأ بالإنهاء فقط.
de: Noch 30 Sekunden. Nicht hetzen. komm einfach zum Schluss.
es: Quedan 30 segundos. Sin prisa: ve terminando.
fr: Plus que 30 secondes. Pas de précipitation. commencez à conclure.
hi: 30 सेकंड बचे हैं। जल्दबाज़ी न करें. बस समेटना शुरू करें।
it: Restano 30 secondi. Niente fretta. inizia a concludere.
ja: 残り30秒。焦らず、そろそろ切り上げを。
ko: 30초 남았어요. 서두르지 말고 마무리를 시작하세요.
pt_br: Faltam 30 segundos. Sem pressa. vá finalizando.
ru: Осталось 30 секунд. Не спешите. просто начинайте завершать.
tr: 30 saniye kaldı. Acele etme. yavaşça toparlanmaya başla.
zh_hans: 还剩 30 秒。别急。慢慢收尾即可。

source: 30 seconds left. It's okay to walk away unfinished.
ar: بقيت 30 ثانية. لا بأس أن تنصرف دون أن تنتهي.
de: Noch 30 Sekunden. Es ist okay, unverrichtet aufzustehen.
es: Quedan 30 segundos. No pasa nada si te vas sin terminar.
fr: Plus que 30 secondes. Ce n’est pas grave de partir sans avoir fini.
hi: 30 सेकंड बचे हैं। बिना पूरा किए उठ जाना ठीक है।
it: Restano 30 secondi. Va bene alzarsi senza aver finito.
ja: 残り30秒。終わらなくても、離れて大丈夫です。
ko: 30초 남았어요. 끝내지 못하고 일어나도 괜찮아요.
pt_br: Faltam 30 segundos. Tudo bem sair sem terminar.
ru: Осталось 30 секунд. Можно встать и не закончив.
tr: 30 saniye kaldı. Bitirmeden kalkmak sorun değil.
zh_hans: 还剩 30 秒。没完成就离开也没关系。

source: 30 seconds left. Wrap it up.
ar: 30 ثانية متبقية. أنهِ الأمر.
de: Noch 30 Sekunden. Fertig machen.
es: Quedan 30 segundos. Termina.
fr: 30 secondes restantes. Terminez.
hi: 30 सेकंड बचे। निपटा लीजिए।
it: 30 secondi. Concludi.
ja: あと30秒。まとめて。
ko: 30초 남았습니다. 마무리하세요.
pt_br: 30 segundos. Finalize.
ru: Осталось 30 секунд. Заканчивай.
tr: 30 saniye kaldı. Tamamla.
zh_hans: 还剩30秒。收尾吧。

source: 30 seconds. No pushing! You can always try again.
ar: 30 ثانية. لا تدفع! يمكنك دائمًا المحاولة مجددًا.
de: 30 Sekunden. Nicht pressen! Du kannst es jederzeit erneut versuchen.
es: 30 segundos. ¡Sin empujar! Siempre puedes intentarlo de nuevo.
fr: 30 secondes. Ne poussez pas ! Vous pourrez toujours réessayer.
hi: 30 सेकंड। ज़ोर न लगाएं! आप हमेशा दोबारा कोशिश कर सकते हैं।
it: 30 secondi. Non spingere! Puoi sempre riprovare.
ja: 30秒。いきまないで！いつでもまた挑戦できます。
ko: 30초. 힘주지 마세요! 언제든 다시 시도할 수 있어요.
pt_br: 30 segundos. Não force! Você sempre pode tentar de novo.
ru: 30 секунд. Не тужьтесь! Всегда можно попробовать снова.
tr: 30 saniye. Ikınma! Her zaman tekrar deneyebilirsin.
zh_hans: 30 秒。别用力!你随时可以再试。

source: 30-Second Warning
ar: تحذير 30 ثانية
de: 30-Sekunden-Warnung
es: Aviso de 30 segundos
fr: Avertissement 30 secondes
hi: 30 सेकंड चेतावनी
it: Avviso 30 secondi
ja: 30秒前警告
ko: 30초 경고
pt_br: Aviso de 30 segundos
ru: 30-секундное предупреждение
tr: 30 saniye uyarısı
zh_hans: 30秒预警

source: A 2025 study from Harvard Medical School (Ramprasad et al., published in PLOS One) surveyed patients getting screening colonoscopies and found that using your phone on the toilet is linked to a 46% higher risk of hemorrhoids.
ar: وجدت دراسة عام 2025 من كلية طب هارفارد (Ramprasad et al.، نُشرت في PLOS One) شملت مرضى يخضعون لتنظير القولون أن استخدام الهاتف على المرحاض يرتبط بارتفاع خطر البواسير بنسبة 46%.
de: Eine Studie der Harvard Medical School aus dem Jahr 2025 (Ramprasad et al., veröffentlicht in PLOS One) befragte Patienten bei Vorsorge-Darmspiegelungen und fand heraus, dass die Handynutzung auf der Toilette mit einem um 46 % höheren Hämorrhoidenrisiko verbunden ist.
es: Un estudio de 2025 de la Facultad de Medicina de Harvard (Ramprasad et al., publicado en PLOS One) encuestó a pacientes que se hacían colonoscopias de detección y halló que usar el teléfono en el inodoro se asocia a un 46 % más de riesgo de hemorroides.
fr: Une étude de 2025 de la Harvard Medical School (Ramprasad et al., publiée dans PLOS One) a interrogé des patients passant une coloscopie de dépistage et a révélé qu’utiliser son téléphone aux toilettes est lié à un risque d’hémorroïdes supérieur de 46 %.
hi: हार्वर्ड मेडिकल स्कूल के 2025 के एक अध्ययन (Ramprasad et al., PLOS One में प्रकाशित) ने स्क्रीनिंग कोलोनोस्कोपी कराने वाले मरीजों का सर्वेक्षण किया और पाया कि शौचालय पर फोन इस्तेमाल करना बवासीर के 46% अधिक जोखिम से जुड़ा है।
it: Uno studio del 2025 della Harvard Medical School (Ramprasad et al., pubblicato su PLOS One) ha esaminato pazienti sottoposti a colonscopia di screening e ha rilevato che usare il telefono sul water è associato a un rischio di emorroidi più alto del 46%.
ja: ハーバード大学医学大学院の2025年の研究（Ramprasad et al.、PLOS One掲載）は、検診の大腸内視鏡を受ける患者を調査し、トイレでのスマホ使用が痔のリスク46%上昇と関連することを明らかにしました。
ko: 2025년 하버드 의과대학 연구(Ramprasad et al., PLOS One 게재)는 선별 대장내시경을 받는 환자를 조사해, 변기에서 휴대폰을 쓰면 치질 위험이 46% 높아지는 것과 관련이 있음을 밝혔습니다.
pt_br: Um estudo de 2025 da Harvard Medical School (Ramprasad et al., publicado na PLOS One) avaliou pacientes em colonoscopias de rastreio e concluiu que usar o celular no vaso está ligado a um risco 46% maior de hemorroidas.
ru: Исследование Гарвардской медицинской школы 2025 года (Ramprasad et al., опубликовано в PLOS One) опросило пациентов на скрининговой колоноскопии и выявило, что пользование телефоном на унитазе связано с риском геморроя выше на 46%.
tr: Harvard Tıp Fakültesi’nin 2025 tarihli bir çalışması (Ramprasad et al., PLOS One’da yayımlandı), tarama kolonoskopisi yaptıran hastaları inceledi ve tuvalette telefon kullanmanın %46 daha yüksek hemoroid riskiyle ilişkili olduğunu buldu.
zh_hans: 哈佛医学院 2025 年的一项研究(Ramprasad 等人,发表于 PLOS One)调查了接受筛查性结肠镜检查的患者,发现如厕时使用手机与痔疮风险升高 46% 相关。

source: A gentle reminder 30 seconds before your timer ends.
ar: تذكير لطيف قبل 30 ثانية من انتهاء المؤقت.
de: Eine sanfte Erinnerung 30 Sekunden vor Ablauf des Timers.
es: Un recordatorio suave 30 segundos antes de que termine el temporizador.
fr: Un rappel en douceur 30 secondes avant la fin de la minuterie.
hi: आपका टाइमर खत्म होने से 30 सेकंड पहले एक हल्का अनुस्मारक।
it: Un promemoria delicato 30 secondi prima della fine del timer.
ja: タイマー終了の30秒前にやさしくお知らせします。
ko: 타이머 종료 30초 전에 부드럽게 알려드립니다.
pt_br: Um lembrete suave 30 segundos antes de o timer terminar.
ru: Мягкое напоминание за 30 секунд до конца таймера.
tr: Zamanlayıcı bitmeden 30 saniye önce nazik bir hatırlatma.
zh_hans: 在计时结束前 30 秒轻柔提醒一次。

source: A single alert sounds 30 seconds before your timer ends.
ar: تنبيه قبل 30 ثانية.
de: Ein Alarm 30 Sekunden vor Ablauf.
es: Una alerta suena 30 segundos antes.
fr: Une alerte 30 secondes avant la fin.
hi: 30 सेकंड पहले अलर्ट।
it: Un avviso 30 secondi prima.
ja: 終了30秒前にアラート。
ko: 종료 30초 전 알림.
pt_br: Um alerta 30 segundos antes.
ru: Оповещение за 30 секунд до конца.
tr: 30 saniye önce uyarı.
zh_hans: 结束前30秒提醒一次。

source: A single daily reminder to open RHOIDS and keep your usage streak going.
ar: تذكير يومي واحد لفتح RHOIDS والحفاظ على استمرار سلسلة استخدامك.
de: Eine einzelne tägliche Erinnerung, RHOIDS zu öffnen und deine Nutzungsserie fortzusetzen.
es: Un único recordatorio diario para abrir RHOIDS y mantener tu racha de uso.
fr: Un seul rappel quotidien pour ouvrir RHOIDS et maintenir votre série d’utilisation.
hi: RHOIDS खोलने और अपनी उपयोग स्ट्रीक जारी रखने के लिए एक दैनिक रिमाइंडर।
it: Un unico promemoria giornaliero per aprire RHOIDS e mantenere viva la tua serie di utilizzo.
ja: RHOIDSを開いて連続利用記録を継続するための、1日1回のリマインダーです。
ko: RHOIDS를 열어 사용 연속 기록을 이어가도록 하루에 한 번 알려드립니다.
pt_br: Um único lembrete diário para abrir o RHOIDS e manter sua sequência de uso.
ru: Одно ежедневное напоминание, чтобы открывать RHOIDS и не прерывать серию использования.
tr: RHOIDS’i açmanız ve kullanım serinizi sürdürmeniz için günde bir kez gönderilen anımsatıcı.
zh_hans: 每天一次提醒，帮助你打开 RHOIDS，保持使用连续天数。

source: A toilet isn't shaped like a chair. The open cutout lets gravity pull blood down into the rectal veins, and without normal pelvic floor support, pressure builds fast. Sit there long enough and those veins swell. That's a hemorrhoid.
ar: المرحاض ليس بشكل الكرسي. الفتحة المكشوفة تترك الجاذبية تسحب الدم إلى أوردة المستقيم، وبدون الدعم الطبيعي لقاع الحوض يتراكم الضغط بسرعة. اجلس مدة كافية فتتضخّم تلك الأوردة. هذه هي البواسير.
de: Eine Toilette ist nicht wie ein Stuhl geformt. Durch die offene Aussparung zieht die Schwerkraft das Blut in die Mastdarmvenen, und ohne normale Stütze des Beckenbodens steigt der Druck schnell. Sitzt man lange genug, schwellen diese Venen an. Das ist eine Hämorrhoide.
es: Un inodoro no tiene forma de silla. La abertura deja que la gravedad lleve la sangre a las venas rectales y, sin el apoyo normal del suelo pélvico, la presión sube rápido. Si te sientas el tiempo suficiente, esas venas se hinchan. Eso es una hemorroide.
fr: Des toilettes n’ont pas la forme d’une chaise. L’ouverture laisse la gravité attirer le sang vers les veines rectales et, sans le soutien normal du plancher pelvien, la pression monte vite. Restez assis assez longtemps et ces veines gonflent. C’est une hémorroïde.
hi: शौचालय कुर्सी की तरह नहीं बना होता। खुला कटआउट गुरुत्वाकर्षण को रक्त को मलाशय की नसों में नीचे खींचने देता है, और सामान्य पेल्विक फ्लोर सहारे के बिना दबाव तेज़ी से बढ़ता है। पर्याप्त देर बैठें तो वे नसें सूज जाती हैं। यही बवासीर है।
it: Il water non ha la forma di una sedia. L’apertura lascia che la gravità spinga il sangue nelle vene rettali e, senza il normale sostegno del pavimento pelvico, la pressione sale in fretta. Resta seduto abbastanza a lungo e quelle vene si gonfiano. Ecco un’emorroide.
ja: 便器は椅子のような形ではありません。開いた便座は重力で血液を直腸の静脈へ引き下げ、骨盤底の通常の支えがないため圧力が急に高まります。長く座れば、その静脈が腫れます。それが痔です。
ko: 변기는 의자 모양이 아닙니다. 뚫린 구조 때문에 중력이 혈액을 직장 정맥으로 끌어내리고, 정상적인 골반저 지지가 없어 압력이 빠르게 쌓입니다. 오래 앉아 있으면 그 정맥이 부풉니다. 그것이 치질입니다.
pt_br: O vaso não tem o formato de uma cadeira. A abertura deixa a gravidade puxar o sangue para as veias retais e, sem o apoio normal do assoalho pélvico, a pressão sobe rápido. Fique sentado tempo demais e essas veias incham. Isso é uma hemorroida.
ru: Унитаз устроен не как стул. Открытый вырез позволяет силе тяжести оттягивать кровь в вены прямой кишки, а без обычной поддержки тазового дна давление растёт быстро. Посидите достаточно долго. и эти вены набухают. Это и есть геморрой.
tr: Klozet, sandalye gibi şekillenmemiştir. Açık oyuk, yerçekiminin kanı rektum damarlarına çekmesine izin verir ve normal pelvik taban desteği olmadan basınç hızla artar. Yeterince uzun oturursanız o damarlar şişer. İşte bu hemoroittir.
zh_hans: 马桶不是椅子的形状。中间的开口让重力把血液往下拉入直肠静脉,而缺少正常的盆底支撑,压力会迅速积聚。坐得够久,这些静脉就会肿胀。这就是痔疮。

source: About 1 in 4 adults have hemorrhoids at any given time. A 2025 meta-analysis in the Annals of Medicine looked at 150 studies covering nearly 9 million people and landed on a global prevalence of 26%. The single most preventable cause? Sitting on the toilet too long.
ar: نحو 1 من كل 4 بالغين مصاب بالبواسير في أي وقت. حلّل تحليل تلوي عام 2025 في Annals of Medicine عدد 150 دراسة شملت نحو 9 ملايين شخص وخلص إلى انتشار عالمي بنسبة 26%. أكثر سبب يمكن تجنّبه؟ الجلوس الطويل على المرحاض.
de: Etwa 1 von 4 Erwachsenen hat zu jedem Zeitpunkt Hämorrhoiden. Eine Meta-Analyse von 2025 in den Annals of Medicine wertete 150 Studien mit fast 9 Millionen Menschen aus und kam auf eine weltweite Häufigkeit von 26 %. Die am besten vermeidbare Ursache? Zu langes Sitzen auf der Toilette.
es: Alrededor de 1 de cada 4 adultos tiene hemorroides en algún momento. Un metanálisis de 2025 en Annals of Medicine revisó 150 estudios con casi 9 millones de personas y obtuvo una prevalencia global del 26 %. ¿La causa más evitable? Sentarse demasiado en el inodoro.
fr: Environ 1 adulte sur 4 a des hémorroïdes à un moment donné. Une méta-analyse de 2025 dans les Annals of Medicine a examiné 150 études portant sur près de 9 millions de personnes et aboutit à une prévalence mondiale de 26 %. La cause la plus évitable ? Rester assis trop longtemps aux toilettes.
hi: किसी भी समय लगभग 4 में से 1 वयस्क को बवासीर होती है। Annals of Medicine में 2025 के एक मेटा-विश्लेषण ने लगभग 9 मिलियन लोगों को कवर करने वाले 150 अध्ययनों को देखा और 26% की वैश्विक व्यापकता पर पहुंचा। सबसे रोके जाने योग्य कारण? शौचालय पर बहुत देर बैठना।
it: Circa 1 adulto su 4 ha le emorroidi in un dato momento. Una meta-analisi del 2025 sugli Annals of Medicine ha esaminato 150 studi su quasi 9 milioni di persone, arrivando a una prevalenza globale del 26%. La causa più prevenibile? Stare seduti troppo a lungo sul water.
ja: 成人のおよそ4人に1人が、ある時点で痔を抱えています。Annals of Medicine誌の2025年のメタ分析は、約900万人を対象とする150件の研究を調べ、世界的な有病率26%という結果に至りました。最も防ぎやすい原因は？トイレに座りすぎることです。
ko: 성인 약 4명 중 1명이 특정 시점에 치질을 앓습니다. Annals of Medicine의 2025년 메타분석은 약 900만 명을 다룬 150편의 연구를 검토해 전 세계 유병률 26%에 도달했습니다. 가장 예방하기 쉬운 원인은? 변기에 너무 오래 앉아 있는 것입니다.
pt_br: Cerca de 1 em cada 4 adultos tem hemorroidas em algum momento. Uma meta-análise de 2025 nos Annals of Medicine analisou 150 estudos com quase 9 milhões de pessoas e chegou a uma prevalência global de 26%. A causa mais evitável? Ficar sentado tempo demais no vaso.
ru: Примерно 1 из 4 взрослых в тот или иной момент страдает геморроем. Метаанализ 2025 года в Annals of Medicine рассмотрел 150 исследований почти на 9 миллионов человек и вывел общемировую распространённость 26%. Самая предотвратимая причина? Слишком долгое сидение на унитазе.
tr: Herhangi bir anda yetişkinlerin yaklaşık 4’te 1’inde hemoroid vardır. Annals of Medicine’deki 2025 tarihli bir meta-analiz, yaklaşık 9 milyon kişiyi kapsayan 150 çalışmayı inceledi ve %26’lık küresel bir yaygınlığa ulaştı. Önlenebilir en büyük neden mi? Tuvalette çok uzun oturmak.
zh_hans: 在任何时候,大约每 4 名成年人中就有 1 人患有痔疮。《Annals of Medicine》2025 年的一项荟萃分析考察了涵盖近 900 万人的 150 项研究,得出全球患病率为 26%。最可预防的单一诱因?如厕时间太长。

source: About RHOIDS
ar: حول RHOIDS
de: Über RHOIDS
es: Acerca de RHOIDS
fr: À propos de RHOIDS
hi: RHOIDS के बारे में
it: Info su RHOIDS
ja: RHOIDSについて
ko: RHOIDS 정보
pt_br: Sobre o RHOIDS
ru: О RHOIDS
tr: RHOIDS hakkında
zh_hans: 关于 RHOIDS

source: Add the widget
ar: أضف الأداة
de: Widget hinzufügen
es: Añade el widget
fr: Ajouter le widget
hi: विजेट जोड़ें
it: Aggiungi il widget
ja: ウィジェットを追加
ko: 위젯 추가
pt_br: Adicione o widget
ru: Добавьте виджет
tr: Widget’ı ekle
zh_hans: 添加小组件

source: Add the widget to your Home Screen
ar: أضف الأداة إلى الشاشة الرئيسية
de: Füge das Widget zum Home-Bildschirm hinzu
es: Añade el widget a tu pantalla de inicio
fr: Ajoutez le widget à votre écran d’accueil
hi: विजेट को अपनी होम स्क्रीन पर जोड़ें
it: Aggiungi il widget alla schermata Home
ja: ウィジェットをホーム画面に追加
ko: 위젯을 홈 화면에 추가
pt_br: Adicione o widget à Tela de Início
ru: Добавьте виджет на экран «Домой»
tr: Widget’ı Ana Ekranınıza ekleyin
zh_hans: 将小组件添加到主屏幕

source: Alarm Sound
ar: صوت المنبه
de: Alarmton
es: Sonido de alarma
fr: Son de l'alarme
hi: अलार्म ध्वनि
it: Suono allarme
ja: アラーム音
ko: 알람 소리
pt_br: Som do alarme
ru: Звук будильника
tr: Alarm sesi
zh_hans: 闹钟铃声

source: Alarms play even when the app is closed or your phone is locked. The Ring/Silent switch still mutes default sounds.
ar: تعمل التنبيهات حتى عندما يكون التطبيق مغلقًا أو الهاتف مقفلًا. لا يزال مفتاح الرنين/الصامت يكتم الأصوات الافتراضية.
de: Alarme erklingen auch, wenn die App geschlossen oder dein Telefon gesperrt ist. Der Klingeln/Lautlos-Schalter schaltet Standardtöne weiterhin stumm.
es: Las alarmas suenan aunque la app esté cerrada o el teléfono bloqueado. El interruptor Sonido/Silencio sigue silenciando los sonidos predeterminados.
fr: Les alarmes sonnent même si l’app est fermée ou le téléphone verrouillé. Le bouton Sonnerie/Silencieux coupe toujours les sons par défaut.
hi: ऐप बंद होने या फोन लॉक होने पर भी अलार्म बजते हैं। रिंग/साइलेंट स्विच फिर भी डिफ़ॉल्ट ध्वनियों को म्यूट करता है।
it: Le sveglie suonano anche quando l’app è chiusa o il telefono è bloccato. L’interruttore Suoneria/Silenzioso silenzia comunque i suoni predefiniti.
ja: Appを閉じていても、iPhoneがロックされていてもアラームは鳴ります。着信/サイレントスイッチは引き続き標準サウンドをミュートします。
ko: 앱이 닫혀 있거나 휴대폰이 잠겨 있어도 알람이 울립니다. 벨소리/무음 스위치는 여전히 기본 사운드를 음소거합니다.
pt_br: Os alarmes tocam mesmo com o app fechado ou o telefone bloqueado. O botão Toque/Silencioso ainda silencia os sons padrão.
ru: Будильники срабатывают, даже когда приложение закрыто или телефон заблокирован. Переключатель «Звонок/Бесшумно» по-прежнему отключает стандартные звуки.
tr: Uygulama kapalıyken veya telefonunuz kilitliyken bile alarmlar çalar. Zil/Sessiz anahtarı yine de varsayılan sesleri kapatır.
zh_hans: 即使应用已关闭或手机锁定,闹钟也会响起。响铃/静音开关仍会静音默认提示音。

source: Alarms won't sound through Do Not Disturb or when the app is in the background.
ar: لن تُسمع التنبيهات في وضع عدم الإزعاج أو عندما يكون التطبيق في الخلفية.
de: Alarme erklingen nicht bei „Nicht stören“ oder wenn die App im Hintergrund läuft.
es: Las alarmas no sonarán con No molestar ni cuando la app esté en segundo plano.
fr: Les alarmes ne sonneront pas en mode Ne pas déranger ni lorsque l’app est en arrière-plan.
hi: अलार्म परेशान न करें मोड में या जब ऐप बैकग्राउंड में हो, तब नहीं बजेंगे।
it: Le sveglie non suoneranno in Non disturbare o quando l’app è in background.
ja: アラームは「おやすみモード」中やAppがバックグラウンドのときは鳴りません。
ko: 방해 금지 모드이거나 앱이 백그라운드에 있을 때는 알람이 울리지 않습니다.
pt_br: Os alarmes não tocarão no Não Perturbe ou quando o app estiver em segundo plano.
ru: Будильники не сработают в режиме «Не беспокоить» или когда приложение в фоне.
tr: Alarmlar Rahatsız Etme modunda veya uygulama arka plandayken çalmaz.
zh_hans: 在“勿扰模式”下或应用处于后台时,闹钟不会响起。

source: Almost done. Don't rush!
ar: اقتربت من النهاية. لا تتعجّل!
de: Fast geschafft. nichts überstürzen!
es: Casi listo: ¡sin prisa!
fr: Presque fini. pas de précipitation !
hi: लगभग हो गया. जल्दबाज़ी न करें!
it: Quasi finito. niente fretta!
ja: もうすぐ終わり. 焦らないで！
ko: 거의 다 됐어요. 서두르지 마세요!
pt_br: Quase lá. sem pressa!
ru: Почти всё. не торопитесь!
tr: Neredeyse bitti. acele etme!
zh_hans: 快好了。别着急!

source: Almost done. If you're not finished, come back later.
ar: اقتربت من النهاية. إن لم تنتهِ، عُد لاحقًا.
de: Fast geschafft. Falls nicht fertig, komm später wieder.
es: Casi listo. Si no terminaste, vuelve luego.
fr: Presque fini. Si ce n’est pas le cas, revenez plus tard.
hi: लगभग हो गया। अगर पूरा नहीं हुआ, तो बाद में आएं।
it: Quasi finito. Se non hai finito, torna più tardi.
ja: もうすぐ終わり。終わらなければ、また後で。
ko: 거의 다 됐어요. 안 끝났으면 나중에 다시 오세요.
pt_br: Quase lá. Se não terminou, volte depois.
ru: Почти всё. Если не закончили. вернётесь позже.
tr: Neredeyse bitti. Bitmediyse sonra geri gel.
zh_hans: 快好了。如果还没完成,待会儿再来。

source: Almost there...
ar: اقتربت...
de: Fast geschafft...
es: Casi listo...
fr: Bientôt fini...
hi: लगभग हो गया...
it: Quasi finito...
ja: もう少し…
ko: 거의 다 됐어요...
pt_br: Quase lá...
ru: Почти всё...
tr: Neredeyse bitti...
zh_hans: 快到了……

source: Already installed. Start timers from your wrist.
ar: مُثبَّت بالفعل. ابدأ المؤقتات من معصمك.
de: Bereits installiert. Starte Timer direkt vom Handgelenk.
es: Ya instalado. Inicia temporizadores desde tu muñeca.
fr: Déjà installé. Lancez des minuteries depuis votre poignet.
hi: पहले से इंस्टॉल। अपनी कलाई से टाइमर शुरू करें।
it: Già installato. Avvia i timer dal polso.
ja: インストール済み。手首からタイマーを開始できます。
ko: 이미 설치됨. 손목에서 타이머를 시작하세요.
pt_br: Já instalado. Inicie temporizadores pelo seu pulso.
ru: Уже установлено. Запускайте таймеры прямо с запястья.
tr: Zaten yüklü. Zamanlayıcıları bileğinizden başlatın.
zh_hans: 已安装。从你的手腕启动计时器。

source: An alert sounds every 30 seconds throughout your session.
ar: تنبيه كل 30 ثانية.
de: Ein Alarm alle 30 Sekunden.
es: Una alerta cada 30 segundos durante la sesión.
fr: Une alerte toutes les 30 secondes.
hi: हर 30 सेकंड अलर्ट।
it: Un avviso ogni 30 secondi.
ja: 30秒ごとにアラート。
ko: 30초마다 알림.
pt_br: Um alerta a cada 30 segundos.
ru: Оповещение каждые 30 секунд.
tr: Her 30 saniyede uyarı.
zh_hans: 每30秒提醒一次。

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 화면 모드
pt_br: Aparência
ru: Оформление
tr: Görünüm
zh_hans: 外观

source: Ascending harp arpeggio
ar: أربيجيو قيثارة صاعد
de: Aufsteigendes Harfen-Arpeggio
es: Arpegio ascendente de arpa
fr: Arpège de harpe ascendant
hi: ऊपर चढ़ता वीणा अर्पेज़िओ
it: Arpeggio di arpa ascendente
ja: 上昇するハープのアルペジオ
ko: 상승하는 하프 아르페지오
pt_br: Arpejo ascendente de harpa
ru: Восходящее арпеджио арфы
tr: Yükselen arp arpejiosu
zh_hans: 上行竖琴琶音

source: Authorization Failed
ar: فشل التصريح
de: Autorisierung fehlgeschlagen
es: Autorización fallida
fr: Autorisation échouée
hi: प्राधिकरण विफल
it: Autorizzazione fallita
ja: 認証に失敗
ko: 인증 실패
pt_br: Autorização falhou
ru: Ошибка авторизации
tr: Yetkilendirme başarısız
zh_hans: 授权失败

source: Average
ar: المتوسط
de: Durchschnitt
es: Promedio
fr: Moyenne
hi: औसत
it: Media
ja: 平均
ko: 평균
pt_br: Média
ru: Среднее
tr: Ortalama
zh_hans: 平均

source: Background
ar: خلفية
de: Hintergrund
es: Información
fr: Contexte
hi: पृष्ठभूमि
it: Contesto
ja: 背景情報
ko: 배경
pt_br: Contexto
ru: Справка
tr: Arka plan
zh_hans: 背景

source: Bar
ar: شريط
de: Balken
es: Barra
fr: Barre
hi: बार
it: Barra
ja: バー
ko: 바
pt_br: Barra
ru: Полоса
tr: Çubuk
zh_hans: 进度条

source: Bathroom Mode
ar: وضع المرحاض
de: Toiletten-Modus
es: Modo baño
fr: Mode toilettes
hi: शौचालय मोड
it: Modalità bagno
ja: トイレモード
ko: 화장실 모드
pt_br: Modo banheiro
ru: Режим туалета
tr: Tuvalet Modu
zh_hans: 如厕模式

source: Begins the introduction.
ar: يبدأ المقدمة.
de: Startet die Einführung.
es: Comienza la introducción.
fr: Démarre l’introduction.
hi: परिचय शुरू करता है।
it: Avvia l’introduzione.
ja: 紹介を開始します。
ko: 소개를 시작합니다.
pt_br: Inicia a introdução.
ru: Начинает вступление.
tr: Tanıtımı başlatır.
zh_hans: 开始引导介绍。

source: Bell
ar: جرس
de: Glocke
es: Campana
fr: Cloche
hi: घंटी
it: Campana
ja: ベル
ko: 벨
pt_br: Sino
ru: Колокол
tr: Zil
zh_hans: 钟声

source: Birdsong
ar: تغريد الطيور
de: Vogelgesang
es: Canto de pájaros
fr: Chant d'oiseaux
hi: चिड़ियों का गाना
it: Canto degli uccelli
ja: 鳥のさえずり
ko: 새소리
pt_br: Canto de pássaros
ru: Пение птиц
tr: Kuş sesi
zh_hans: 鸟鸣
